[{"name": "Antomar", "street_address": "Ledesma, 14", "post_code": "48001", "town": "Bilbao", "telephone": "944248570", "email": null, "address": "Ledesma, 14 48001 Bilbao, Spain", "metro_stop": "Abando / Moyúa", "description": "Antomar works mainly with ham, and exclusively the best. Everything served here is made with Cinco Jotas Iberian ham, such as, for example, its ham rolls with different accompaniments. It also serves portions of Iberian ham and other traditional dishes of Basque cuisine, such as cuttlefish with onion.", "geopy_address": "Antomar, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.928817, "latitude": 43.2623182}, {"name": "Lurrina", "street_address": "Barrenkale barrena, 16", "post_code": "48005", "town": "Bilbao", "telephone": "944163277", "email": null, "address": "Barrenkale barrena, 16 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "The Lurrina restaurant is situated in Barrenkale Barrena Street, near the sea inlet that crosses the city,  the seventh street of the historic “7 Calles” of the Historical Center of Bilbao. It was the old street of the elvers collectors “anguleros” and the women who made nets “rederas” , which still maintains its fragance, “Lurrina”.", "geopy_address": "Restaurante Lurrina, Barrenkale Barrena / Calle Barrenkale Barrena, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9251569, "latitude": 43.2573399}, {"name": "Promenade", "street_address": "Astarloa 5", "post_code": "48001", "town": "Bilbao", "telephone": "944070429", "email": "info@promenadebilbao.com", "address": "Astarloa 5 48001 Bilbao, Spain", "metro_stop": "ABANDO", "description": "Promenade is an updated vermouth bar. The quality aperitif and renowned food. This establishment has divided its specialities into Chuminás, Chismes and Platillos which roughly translate into silly little things, thingamajigs and small plates. Within Chuminás, they've included a series of cocktail stick snacks such as original gildas; the Chismes are preserves such as cockles, mussels, sardines, tuna loin and anchovies, and the Platillos are dishes designed to share, highlights of which are: “No es otro Salmón Ahumado más” (salmon smoked at low-temperature, dressed with capers, cornichons and red onion), “La Viciosilla” (Russian salad like grandmother makes) and “El General” (roast Westphalian ham with extra-virgin olive oil and paprika from La Vera).", "geopy_address": "Promenade, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9310612, "latitude": 43.2626125}, {"name": "Bodegón Mendia", "street_address": "Elizondo, 2", "post_code": "48004", "town": "Bilbao", "telephone": "944119798", "email": null, "address": "Elizondo, 2 48004 Bilbao, Spain", "metro_stop": "Santutxu / Basarrate", "description": "Bodegón Mendia, which is close to the Carmelo exit from the Santutxu metro station, boasts of having a bar full of snacks for breakfast or lunch. The variety of hot and cold barquettes and toasted bread are worthy of mention.", "geopy_address": "2, Calle Elizondo, Basarrate, Santutxu, Begoña, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48004, España", "longitude": -2.9110398, "latitude": 43.2534714}, {"name": "Serantes", "street_address": "Licenciado Poza, 16", "post_code": "48011", "town": "Bilbao", "telephone": "944212129", "email": null, "address": "Licenciado Poza, 16 48011 Bilbao, Spain", "metro_stop": "Moyúa", "description": "Serantes offers ingredients from opposite origins: seafood and fish or ham. Among the former, its pintxos of cod in pil-pil sauce stand out, and at weekends and on bank holidays, it serves fried squid rings. The latter includes tapas using ham from the Guijuelo Denomination of Origin, offering rolls and more elaborated pintxos.", "geopy_address": "Serantes, Arategizar kalea / Calle Carnicería Vieja, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9245852, "latitude": 43.2568776}, {"name": "Molinillo", "street_address": "Ledesma 5", "post_code": "48001", "town": "Bilbao", "telephone": "944242276", "email": null, "address": "Ledesma 5 48001 Bilbao, Spain", "metro_stop": null, "description": "Molinillo is one of calle Ledesma’s best known bars, thanks to its spectacular pintxo selection. Choose from boletes, cod, button mushrooms, goat’s cheese, amongst many other tasty bites. An ideal place to have a glass of wine and enjoy these compact culinary delights.", "geopy_address": "5, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9285746, "latitude": 43.2621357}, {"name": "Ziripot", "street_address": "Licenciado Poza, 46", "post_code": "48011", "town": "Bilbao", "telephone": "944270530", "email": null, "address": "Licenciado Poza, 46 48011 Bilbao, Spain", "metro_stop": "Indautxu / San Mamés", "description": "The combination of classic and modern cuisine at Ziripot leads to delicacies such as the seafood brick pastry, which is made with a cream of seafood and prawn wrapped in boiled ham and then in a brick pastry, or its potato omelettes, the most well-known and appreciated is the one with spinach and txistorra sausage.", "geopy_address": "Ziripot, Calle Licenciado Poza / Poza lizentziatuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9417429, "latitude": 43.2623985}, {"name": "Monty", "street_address": "Heros, 16", "post_code": "48009", "town": "Bilbao", "telephone": "944236336", "email": null, "address": "Heros, 16 48009 Bilbao, Spain", "metro_stop": "Moyúa", "description": "Monty boasts of putting around five hundred rolls on its bar every day. Many of its selection include seafood, such as cod with spider crab, lobster salad, cod cheeks in pil-pil sauce or smoked salmon with vinaigrette. However, there are also other dishes, such as scrambled natural wild mushrooms and “gildas” (anchovy, green olive and chilli on a stick), a traditional pintxo in all of its versions.", "geopy_address": "Monty, Calle Juan Ajuriaguerra / Juan Ajuriaguerra kalea, Uribitarte, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48009, España", "longitude": -2.9323875, "latitude": 43.2656289}, {"name": "Atseden", "street_address": "Ledesma 5", "post_code": "48001", "town": "Bilbao", "telephone": "944240957", "email": null, "address": "Ledesma 5 48001 Bilbao, Spain", "metro_stop": "ABANDO", "description": "Ateseden is a Calle Ledesma classic. A typical Basque tavern that offers breakfast, lunch and dinner without forgetting its well-stocked pintxo bar. The best thing about it is the generous and delicious portions, amongst which the octopus, squid and patatas bravas particularly stand out.", "geopy_address": "Atseden, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9284542, "latitude": 43.262053}, {"name": "Brass 27", "street_address": "Licenciado Poza, 27", "post_code": "48011", "town": "Bilbao", "telephone": "944275455", "email": null, "address": "Licenciado Poza, 27 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Brass 27, an establishment with a Nordic flavour, offers fresh products and renewed classics as part of a menu or as a snack. Among its pintxos, small dishes and portions, served at the bar or at a table, the crunchy prawns, broken eggs, grilled scallops or foie are particularly noteworthy.", "geopy_address": "27, Calle Licenciado Poza / Poza lizentziatuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9390138, "latitude": 43.2615751}, {"name": "El Huevo Frito", "street_address": "Maestro García Rivero, 1", "post_code": "48011", "town": "Bilbao", "telephone": "944412249", "email": null, "address": "Maestro García Rivero, 1 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "El Huevo Frito was one of the first establishments to open in this street, and owes its name to its bar full of pintxos, of which the quail’s egg stands out. Another of its famous snacks is its Biscay style pig’s trotter, which are diced and deboned and can also be ordered to take away. This bar warms up the pintxos without bread so as not to lose its consistency.", "geopy_address": "El Huevo Frito, Calle Maestro García Rivero / Garcia Rivero maisuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9387802, "latitude": 43.2625204}, {"name": "Florida", "street_address": "Rodríguez Arias, 28", "post_code": "48011", "town": "Bilbao", "telephone": "944411247", "email": null, "address": "Rodríguez Arias, 28 48011 Bilbao, Spain", "metro_stop": "Moyúa / Indautxu", "description": "If you want a good hamburger in Bilbao, you automatically think of Cafetería Florida. This is not an exaggeration, just a fact. After 30 years serving food to the people of Bilbao, the owners of this business still boast about their 100% beef hamburger, which is grilled and served with fried onion. It also serves combo dishes, beef sandwiches – with onion, bacon and cheese - and, their pancakes with cream and syrup for dessert or afternoon tea are also well known. They do not have a home delivery service, but they do take telephone orders to be picked up at the café.", "geopy_address": "La Florida, Las Calizas, Abanto y Ciérvana-Abanto Zierbena, Bilboaldea, Bizkaia, Euskadi, 48500, España", "longitude": -3.0826695, "latitude": 43.3038943}, {"name": "Mugi Ardo Txoko", "street_address": "Licenciado Poza, 55", "post_code": "48013", "town": "Bilbao", "telephone": "944413016", "email": null, "address": "Licenciado Poza, 55 48013 Bilbao, Spain", "metro_stop": "Indautxu / San Mamés", "description": "This historic establishment offers a cold sweet and sour anchovy pintxo, which is made of courgette, aubergine, blueberry jam and two kinds of anchovies, one from a tin and the other in vinaigrette; and a classic Iberian bacon roll served as a hot snack.", "geopy_address": "55, Calle Licenciado Poza / Poza lizentziatuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48013, España", "longitude": -2.9426478, "latitude": 43.2623683}, {"name": "Regio", "street_address": "Pérez Galdós, 13", "post_code": "48010", "town": "Bilbao", "telephone": "944212943", "email": null, "address": "Pérez Galdós, 13 48010 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Specialised in products from Galicia, Regio offers small dishes and a variety of portions, such as cured beef or horse in olive oil, typical tripe with chick peas, cuttlefish, ear with potatoes and basic recipes of Galician cuisine, white bean soup and Tetilla cheese.", "geopy_address": "Rego, Calle Pérez Galdós / Perez Galdos kalea, Autonomia, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48010, España", "longitude": -2.9429611, "latitude": 43.2590721}, {"name": "Motrikes", "street_address": "Somera, 41", "post_code": "48005", "town": "Bilbao", "telephone": "944159779", "email": null, "address": "Somera, 41 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "This small bar has made a place for itself in the round of bars in the", "geopy_address": "Bar Motrikes, Goienkale / Calle Somera, Ribera / Erribera, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9224651, "latitude": 43.2571929}, {"name": "Gaztedi Berria", "street_address": "Colón de Larreátegui, 2", "post_code": "48001", "town": "Bilbao", "telephone": "661543322", "email": null, "address": "Colón de Larreátegui, 2 48001 Bilbao, Spain", "metro_stop": "ABANDO", "description": "Right in the centre of Bilbao traditional Basque cuisine is fused with creativity at its most cutting-edge. Quality, regional products from the land and sea are carefully created in Gazte Berria. Some of its specialities are the home-made cod, ham, chorizo and egg croquettes. A special attention is given to vegetables and pulses from its own harvest and gardens.", "geopy_address": "Kafetegia Gaztedi Berria, Calle Colón de Larreategui / Colon de Larreategui kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.926038, "latitude": 43.2622557}, {"name": "Saibigain", "street_address": "Barrenkale Barrena, 16", "post_code": "48005", "town": "Bilbao", "telephone": "944150123", "email": null, "address": "Barrenkale Barrena, 16 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Saibigain pays tribute to tradition and has earned its fame for cod in pil-pil sauce and its acorn-fed Iberian ham cuts. You can also savour squid in two versions: grilled as a pintxo, or as a small dish, with the classic recipe of squid in black ink.", "geopy_address": "Restaurante Saibigain, Barrenkale Barrena / Calle Barrenkale Barrena, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9252065, "latitude": 43.257252}, {"name": "Estoril", "street_address": "Plaza Emilio Campuzano, 3", "post_code": "48011", "town": "Bilbao", "telephone": "944411033", "email": null, "address": "Plaza Emilio Campuzano, 3 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "This is one of the classic pintxo bars in Bilbao, serving traditional creations of the finest quality. An example is its unbeatable rolls of a variety of omelettes, served on delicious bread or its fried tapas. Although the bar is small and is always jam-packed, there is plenty of space on the pavement, which becomes an improvised popular terrace.", "geopy_address": "Estoril, Emilio Campuzano plaza/Plaza Emilio Campuzano, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9394221, "latitude": 43.2625816}, {"name": "Claudio", "street_address": "Esperanza, 8", "post_code": "48005", "town": "Bilbao", "telephone": "944166308", "email": null, "address": "Esperanza, 8 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "If it is called the fair of ham, it is not to brag, as there is certainly ham at Claudio (Acorn-fed Iberian Ham, Iberian or Serrano) as well as the must-have chorizo, salami, loin, shoulder, cured meat, black pudding, etc., without forgetting the cheeses, pâtés and some selected preserves to accompany them. Its traditional decor, with tiles and stools, is the best atmosphere to enjoy the portions in good company, whilst admiring the hams hanging from the ceiling.", "geopy_address": "Claudio, Itxaropen kalea / Calle Esperanza, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9225606, "latitude": 43.2614421}, {"name": "El Puertito", "street_address": "Ledesma 32", "post_code": "48001", "town": "Bilbao", "telephone": "944026254", "email": null, "address": "Ledesma 32 48001 Bilbao, Spain", "metro_stop": "ABANDO", "description": "Bilbao’s first oyster bar, sourcing them from France, Galicia and Holland. Following their success in calle García Rivero they’ve opened a second establishment in Ledesma. They also do catering for events, weddings, etc. They even do home delivery. And of course, the best way of enjoying everything is to accompany it with a large range of select wines.", "geopy_address": "El Puertito, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9308858, "latitude": 43.2625869}, {"name": "Crazy Horse", "street_address": "Avenida Universidades,5", "post_code": "48014", "town": "Bilbao", "telephone": "944454615", "email": null, "address": "Avenida Universidades,5 48014 Bilbao, Spain", "metro_stop": "Moyúa", "description": "Located in front of the Guggenheim Museum Bilbao, on the other side of the river, is Crazy Horse, a bar specialised in portions of chips, onion rings and nachos, as well as hamburgers and giant sandwiches (one sandwich for two people). It also serves a range of omelette pintxos.", "longitude": null, "latitude": null}, {"name": "Argoitia", "street_address": "Plaza Nueva,S/N", "post_code": "48005", "town": "Bilbao", "telephone": "944790797", "email": null, "address": "Plaza Nueva,S/N 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Specialised in seafood, Argoitia serves grilled prawns in garlic, vinaigrette or with mayonnaise, as well as mussels, seasonal oysters, lobsters, all of which are served as a tapa and to the client’s liking", "geopy_address": "Argoitia, Plaza Barria / Plaza Nueva, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9228587, "latitude": 43.2594282}, {"name": "Sotera", "street_address": "Licenciado Poza, 26", "post_code": "48011", "town": "Bilbao", "telephone": "944416483", "email": null, "address": "Licenciado Poza, 26 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Specialists in preparing the best seafood tapas, at Sotera you can enjoy diced txangurro (crab and seafood fishcake) au gratin which is served in the crab shell; wild mushrooms with cod in pil-pil sauce and baby eels; cuttlefish with chopped onions, fried prawns in butter, and the cod brochettes, all of which are available at the bar, along with many more seafood delights.", "geopy_address": "Sotera, Calle Licenciado Poza / Poza lizentziatuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9402785, "latitude": 43.2620535}, {"name": "Xukela", "street_address": "Del Perro, 2", "post_code": "48005", "town": "Bilbao", "telephone": "944159772", "email": null, "address": "Del Perro, 2 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "At Xukela, which is specialised in wines and offers a long list with many wine references, traditional pintxos can be found alongside innovative and original tapas, such as wild mushrooms with caramelised cockscomb. Some special chocolates can also be savoured: far from being sweet, they are made out of black pudding, piquillo peppers and nuts. They can be eaten at room temperature or warmed up", "longitude": null, "latitude": null}, {"name": "Abandoybarra", "street_address": "Iparraguirre, 14", "post_code": "48009", "town": "Bilbao", "telephone": "944245186", "email": null, "address": "Iparraguirre, 14 48009 Bilbao, Spain", "metro_stop": "Moyúa", "description": "At Abando y Barra, you choose between pintxos or small dishes. The most sought-after of the former include cod au-gratin, fillet steak with foie and blueberries and the chicken and vegetable burrito. The latter include ham, chorizo sausage and cheese. The bar is located a short distance from the Guggenheim Museum Bilbao, the Museum of Fine Arts and the green and leisure areas of Doña Casilda Park and Abandoibarra, as the name of the bar suggests.", "geopy_address": "14, Calle Iparraguirre / Iparraguirre kalea, Abandoibarra, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48009, España", "longitude": -2.9352613, "latitude": 43.2663194}, {"name": "Café Iruña (closed)", "street_address": "Colón de Larreátegui, 13", "post_code": "48001", "town": "Bilbao", "telephone": "944237021", "email": null, "address": "Colón de Larreátegui, 13 48001 Bilbao, Spain", "metro_stop": "Abando", "description": "Café Iruña is one of the traditional establishments in Bilbao and a perfect meeting point during the relaxed moments of the day. It is famous for its kebab, which is prepared in front of clients in one corner of the bar which opens out onto Calle Berástegui. In another area, whose door opens out onto Colón de Larreátegui, you can enjoy a coffee accompanied by another traditional creation, surrounded by mosaics and upholstered sofas, in a cosy atmosphere of days gone by.", "longitude": null, "latitude": null}, {"name": "El Colmado Ibérico", "street_address": "Alameda Urquijo, 20", "post_code": "48008", "town": "Bilbao", "telephone": "944436001", "email": null, "address": "Alameda Urquijo, 20 48008 Bilbao, Spain", "metro_stop": "Abando", "description": "", "geopy_address": "Colmado Ibérico, Alameda Urquijo / Urkixo zumarkalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9339362, "latitude": 43.2597973}, {"name": "Swansea", "street_address": "Rodríguez Arias, 70", "post_code": "48013", "town": "Bilbao", "telephone": "944277412", "email": null, "address": "Rodríguez Arias, 70 48013 Bilbao, Spain", "metro_stop": "San Mamés", "description": "In this bar, the most popular and the most sold pintxo, is the traditional potato omelette, of which several varieties are served. They also prepare rolls on request, such as beef or pork with cheese, and thanks to its location close to the San Mamés football ground, its clients are usually looking to regain their strength on match days.", "geopy_address": "Cafateria Swansea, Calle Rodríguez Arias / Rodriguez Arias kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9450899, "latitude": 43.2641741}, {"name": "El Figón", "street_address": "Obispo Orueta, 3", "post_code": "48009", "town": "Bilbao", "telephone": "946070651", "email": null, "address": "Obispo Orueta, 3 48009 Bilbao, Spain", "metro_stop": "Moyúa", "description": "This establishment, full of boards announcing the different pintxos and portions, as well as the national and international wines, has the charm of a relaxed space. Furthermore, its bar staff advises customers on the choice of wines (they have tasted them all in order to offer good guidance). Foodwise, the pintxos and portions such as patatas bravas (fried potatoes in a spicy sauce), home-made croquettes, crunchy prawns or tomato salad are popular options. This bar also serves beer without added carbonic gas.", "geopy_address": "El Figón, Calle Obispo Orueta / Orueta apezpikuaren kalea, Uribitarte, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48009, España", "longitude": -2.9307602, "latitude": 43.2646446}, {"name": "Pura Brasa", "street_address": "Colon De Larreategui 13", "post_code": "48001", "town": "Bilbao", "telephone": "946000794", "email": null, "address": "Colon De Larreategui 13 48001 Bilbao, Spain", "metro_stop": "ABANDO", "description": "Located in the centre of Bilbao, near to the Courts and opposite the Albia Gardens, Pura Brasa is a cosy establishment with a wide selection of pintxos: potato tortilla and chargrilled chorizo, grilled mussels, squid cornet, patatas bravas, mini casserole of piquillo peppers stuffed with cod brandade... All accompanied by wood decoration, sofas, projector tv and music.", "geopy_address": "Pura Brasa, Calle Colón de Larreategui / Colon de Larreategui kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9285841, "latitude": 43.2625686}, {"name": "La Olla", "street_address": "Diputación, 12", "post_code": "48008", "town": "Bilbao", "telephone": "944165965", "email": "info@barlaolla.com", "address": "Diputación, 12 48008 Bilbao, Spain", "metro_stop": "Moyúa", "description": "La Olla is famous for two things: its omelette pintxos with a wide range of filled specialities, such as ham and cheese, spinach, wild mushrooms or crabmeat; and, on the other hand, its ham and cheese rolls, known as melts, in which there is a wide range of cheeses to choose from. Its ham, of course, are the best from Extremadura and Andalucía.", "geopy_address": "La Olla, Calle Diputación / Diputazio kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9327645, "latitude": 43.2615957}, {"name": "Bar Plaza Unamuno", "street_address": "Plaza Miguel Unamuno, 1", "post_code": "48005", "town": "Bilbao", "telephone": "944987741", "email": null, "address": "Plaza Miguel Unamuno, 1 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "In the Bar Plaza Unamuno you can enjoy a great pintxo in a setting with history in Bilbao’s Old Quarter (Bilbo Zaharra). This establishment stands in one of the busiest and best known squares of the Old Quarter of Bilbao. Surrounded by art and culture, from its terrace you can see the Basque Museum and the Archaeological Museum, along with the ubiquitous bust of the illustrious writer Don Miguel de Unamuno and the bustling comings and goings of shoppers in the Old Quarter. When you stop off there, don’t forget to try their omelettes, regular and otherwise, sure to surprise you, and let yourself be tempted by the new brochettes of lemon marinated chicken, baby squid or monkfish and king prawns with dried fruit & nuts, made with delicacy, charm and quality ingredients. Here you’ll also find sandwiches in sliced and baguette bread, and salads for a fast but healthy meal..", "longitude": null, "latitude": null}, {"name": "Rotterdam", "street_address": "Del Perro, 6", "post_code": "48005", "town": "Bilbao", "telephone": "944162165", "email": null, "address": "Del Perro, 6 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Alongside la Fuente del Perro (the Dog Fountain), this symbol of the", "geopy_address": "Rotterdam, Txakur kalea / Calle del Perro, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9244925, "latitude": 43.2577291}, {"name": "Bodega Joserra", "street_address": "Artekale, 35", "post_code": "48005", "town": "Bilbao", "telephone": "944047238", "email": null, "address": "Artekale, 35 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "A lifelong establishment in Bilbao and this is no an exaggeration, La Bodega de Joserra is almost one hundred years old and has been open in the canton of Artekale to serve wine or beer to regulars and satisfy their hunger with tuna bites with a touch of spice or a ham roll. Simple yet filling, they are typical of Bilbao in a place where time stands still.", "geopy_address": "Bodega Joserra, Cantón Alejandro de La Sota / Alejandro de La Sota kantoia, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9232635, "latitude": 43.2569251}, {"name": "La Viña Del Ensanche", "street_address": "Diputación, 10", "post_code": "48008", "town": "Bilbao", "telephone": "944155615", "email": "info@lavinadelensanche.com", "address": "Diputación, 10 48008 Bilbao, Spain", "metro_stop": "Moyúa", "description": "Among the must-haves of La Viña is the acorn-fed Iberian ham, the trademark of Joselito and one of the hallmarks of this establishment which dates back to 1927 and is run by the third generation of the same family. Furthermore, any of the pintxos that are prepared upon request to be savoured warm are also extremely popular. For example, the egg, foie, fungus and potato puree which is served in a mini-frying pan.", "geopy_address": "La Viña del Ensanche, Calle Diputación / Diputazio kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9327413, "latitude": 43.2616372}, {"name": "El Globo", "street_address": "Diputación, 8", "post_code": "48008", "town": "Bilbao", "telephone": "944154221", "email": "barelglobo@gmail.com", "address": "Diputación, 8 48008 Bilbao, Spain", "metro_stop": "Moyúa", "description": "El Globo serves a wide variety of hot and cold pintxos with ingenious presentation and all kinds of flavours, accompanied by a selection of wines the blackboard, which is changed every so often, displays the recommended wines. Among its delicacies is “txangurro” au-gratin (spider crab) on a slice of crunchy bread and marinated salmon. It has a menu of small dishes. Its terrace, in a pedestrian area, is extremely popular.", "geopy_address": "El Globo, Arbieto kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 01232, España", "longitude": -2.9326563, "latitude": 43.2619441}, {"name": "El 12 De Ajuriaguerra", "street_address": "Juan de Ajuriaguerra, 12", "post_code": "48009", "town": "Bilbao", "telephone": "944243739", "email": null, "address": "Juan de Ajuriaguerra, 12 48009 Bilbao, Spain", "metro_stop": "Moyúa", "description": "12 de Ajuriaguerra serves typical pintxos, in the mornings, which are ideal for a hearty breakfast. There is a selection of filled omelettes, including one covered with carbonara sauce, home-made boletus edulis croquettes or chorizo sausage rolls. On Fridays, it also presents five competition pintxos or highly elaborated pintxos, such as creamy potato omelette, Thate Ensanche sausage and a cube of game.", "geopy_address": "Calle Juan Ajuriaguerra / Juan Ajuriaguerra kalea, Abandoibarra, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48009, España", "longitude": -2.9373046, "latitude": 43.2666204}, {"name": "Oriotarra", "street_address": "Blas de Otero, 31", "post_code": "48014", "town": "Bilbao", "telephone": "944361407", "email": null, "address": "Blas de Otero, 31 48014 Bilbao, Spain", "metro_stop": "Deusto", "description": "Oriotarra is probably one of the bars with the longest tradition in pintxos in Bilbao and winner of many awards. The bar serves 15 different types of hot and cold pintxos, with such popular examples as fried squid, a portion of squid tentacles, the small dish of tripe Biscay style and the dish of pepper strips with quail’s egg au-gratin.", "geopy_address": "Oriotarra, Blas de Otero kalea, San Pedro de Deusto, San Pedro de Deusto-La Ribera, Deusto, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48014, España", "longitude": -2.946147, "latitude": 43.2701821}, {"name": "Irrintzi", "street_address": "Santa María, 8", "post_code": "48005", "town": "Bilbao", "telephone": "944167616", "email": null, "address": "Santa María, 8 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "The Bar Irrintzi Pintxos & Friends is one of the regular haunts in Calle Santa María, close to the river and the Merced Bridge and one of the busiest areas of Bilbao’s Old Quarter. Such innovative pintxos as kangaroo kebab and the Hindu baby hamburger can be found on its bar. Whilst eating, enjoy the iconography that Malomuymalo has portrayed in the mural that decorates the establishment.", "geopy_address": "Irrintzi, Calle Obieta, Altzaga, Astrabudua, Erandio, Bilboaldea, Bizkaia, Euskadi, 48950, España", "longitude": -2.973702, "latitude": 43.303726}, {"name": "Ondarreta", "street_address": "General Concha, 4", "post_code": "48008", "town": "Bilbao", "telephone": "946001110", "email": null, "address": "General Concha, 4 48008 Bilbao, Spain", "metro_stop": "Moyúa", "description": "In this bar, the pintxos vary according to the time of day. They begin to be served at breakfast, highlighting classic options, such as omelettes or sandwiches. As the day goes on, they become more sophisticated, serving a courgette pintxo with goat’s cheese, caramelised onion and walnut. Among its range of wines, txakoli from Bizkaia and Gipuzkoa can be highlighted..", "geopy_address": "Ondarreta, Calle General Concha / Concha jeneralaren kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9343397, "latitude": 43.2610275}, {"name": "Okela", "street_address": "Maestro García Rivero, 8", "post_code": "48011", "town": "Bilbao", "telephone": "944415937", "email": "okelabilbao@barokela.com", "address": "Maestro García Rivero, 8 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "In 2010, Okela was the winner of the Bizkaia´s pintxo competition. Among its creations, it is well known for its stuffed crepes, of which there is a long list: seafood with prawn cocktail sauce, beef with spicy yoghurt sauce or wild mushrooms baked with boiled ham, Roquefort, pork and ali-oli. There is also room for classic tapas, such as ham croquette or stuffed peppers.", "longitude": null, "latitude": null}, {"name": "La Tabernilla De Pozas", "street_address": "Licenciado Poza, 3", "post_code": "48008", "town": "Bilbao", "telephone": "610043933", "email": null, "address": "Licenciado Poza, 3 48008 Bilbao, Spain", "metro_stop": "Moyúa", "description": "There are few of this kind of bars left, so it is well worthy a visit as it is a remind of the old Bilbao. It does not have a sign so it may go unnoticed. The high and wide bar does not serve pintxos but tuna or anchovy, etc. rolls are prepared on request in one corner.", "geopy_address": "3, Calle Licenciado Poza / Poza lizentziatuaren kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9340874, "latitude": 43.2605979}, {"name": "Eme", "street_address": "General Concha, 5", "post_code": "48008", "town": "Bilbao", "telephone": "944434298", "email": "info@baremebilbao.com", "address": "General Concha, 5 48008 Bilbao, Spain", "metro_stop": "Indautxu", "description": "“Triángulos” and “torres” are the most well known sandwiches at EME, which is an institution among the people of Bilbao, and the most copied. The bread is made on the premises and a slightly spicy sauce is added to its creations, which can be ordered to take away. It also serves fried dishes (ham, egg or cod croquettes), tongue, stuffed eggs and all types of typical dishes, such as sweetbread, squid in black ink and, of course, cod.", "geopy_address": "El Eme, Calle General Concha / Concha jeneralaren kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9344176, "latitude": 43.2601585}, {"name": "Berton", "street_address": "Jardines, 11", "post_code": "48005", "town": "Bilbao", "telephone": "944167035", "email": null, "address": "Jardines, 11 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Berton´s bar is full and choosing becomes even more complicated with the range of hot pintxos that are prepared on request. Choose from a classic ham pintxo to a medallion of fillet steak with a drop of grilled foie on raisin bread, as well as traditional quail’s egg on a bed of smoked salmon", "geopy_address": "Berton, Jardines kalea / Jardines kalea, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9247733, "latitude": 43.2583867}, {"name": "Zurekin", "street_address": "Diputación, 8", "post_code": "48008", "town": "Bilbao", "telephone": "944164987", "email": null, "address": "Diputación, 8 48008 Bilbao, Spain", "metro_stop": "Moyúa", "description": "Small, avant-garde cuisine for one of the most innovative establishments in this pedestrian street, which includes the waterfall that forms part of its decor. Its bar filled with pintxos includes creations, such as the reinterpretation of the traditional “talo” (cornbread) with chorizo sausage and bell pepper sauce, the mix of wild mushrooms and fried bacon and the curried prawn brochette.", "geopy_address": "zureKin, Calle Diputación / Diputazio kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48008, España", "longitude": -2.9325915, "latitude": 43.2620655}, {"name": "Urkia Taberna", "street_address": "Somera,42", "post_code": "48005", "town": "Bilbao", "telephone": "655714298", "email": null, "address": "Somera,42 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Situated in Bilbao’s Old Quarter, the Urkia Tavern offers ample space to enjoy drinks in good company.", "geopy_address": "Goienkale / Calle Somera, Ribera / Erribera, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9226345, "latitude": 43.2567064}, {"name": "Asador Indusi", "street_address": "Maestro García Rivero, 7", "post_code": "48011", "town": "Bilbao", "telephone": "944417176", "email": null, "address": "Maestro García Rivero, 7 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "This grill house,  boasts of being one of the classics in", "geopy_address": "Asador Indusi, Calle Maestro García Rivero / Garcia Rivero maisuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 7366, España", "longitude": -2.9389463, "latitude": 43.2620377}, {"name": "Bilbao Berria", "street_address": "Ledesma 26", "post_code": "48001", "town": "Bilbao", "telephone": "944249273", "email": null, "address": "Ledesma 26 48001 Bilbao, Spain", "metro_stop": "ABANDO", "description": "Basque fusion cuisine on one of Bilbao’s liveliest streets. In Bilbao Berria bar and restaurant traditional and local flavours are combined using seasonal, quality produce. Razor clams with ajo blanco and citrus dust, sirloin tartare, powdered foie with roast apple, orange and blossom water gazpacho, tuna tataki with soya sauce and sesame and many more delicacies await you in calle Ledesma.", "geopy_address": "26, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9305088, "latitude": 43.2626863}, {"name": "Bordatxo", "street_address": "Ramón y Cajal, 24", "post_code": "48014", "town": "Bilbao", "telephone": "944474500", "email": null, "address": "Ramón y Cajal, 24 48014 Bilbao, Spain", "metro_stop": "Deusto", "description": "Since its origins in the 80s, Bordatxo has taken great care over its bar selection to make every bite a gastronomic experience. Great experts in the art of cod preparation, its pintxos highlight the alliance between this fish and another must of Basque cuisine, the spider crab. The result is called spider crab with potato and cod, and is served on a dish with seafood placed on a bed of potato, all of which is sprinkled with La Vera paprika. This particular work of art is crowned with a fried leek.", "geopy_address": "Bordatxo, Ramón y Cajal etorbidea / Avenida de Ramón y Cajal, San Pedro de Deusto, San Pedro de Deusto-La Ribera, Deusto, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48014, España", "longitude": -2.9445766, "latitude": 43.2724799}, {"name": "Los Fueros", "street_address": "Fueros, 6", "post_code": "48005", "town": "Bilbao", "telephone": "944150614", "email": null, "address": "Fueros, 6 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Typical of Bilbao since 1878, this bar maintains the original decor of the era. It is specialised in seafood (barnacles, baby crabs, Plentzia´s shrimps, mussels and oysters, at Christmas), whereby half a dozen or a dozen grilled prawns are popular with clients. Among its pintxos, the anchovy and cod are classics, and as for portions, ham, cheese, anchovies and tuna are worthy of mention.", "geopy_address": "Bide-Onera (Los Fueros) (585), Paseo de los Fueros / Foruen pasealekua, Landaburu, Mesperuza / Mesperutza, Barakaldo, Bilboaldea, Bizkaia, Euskadi, 48901, España", "longitude": -2.9878384, "latitude": 43.2954906}, {"name": "Café Bilbao", "street_address": "Plaza Nueva ,6", "post_code": "48005", "town": "Bilbao", "telephone": "944151671", "email": null, "address": "Plaza Nueva ,6 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "The varied bar of Café Bilbao, also famous for its breakfasts and afternoon teas, offers such traditional pintxos and small dishes as ham croquettes, cuttlefish with onion, peppers stuffed with cod, stewed wild mushrooms and stuffed mussels, without forgetting the must-have “rabas” (fried squid rings), which is a real institution for the people of Bilbao at weekends", "geopy_address": "Bilbao, Calle Cueva Altxerri, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9225337, "latitude": 43.2586633}, {"name": "El Huevo Berria", "street_address": "Licenciado Poza, 65", "post_code": "48013", "town": "Bilbao", "telephone": "944271348", "email": null, "address": "Licenciado Poza, 65 48013 Bilbao, Spain", "metro_stop": "San Mamés", "description": "El Huevo Berria offers a wide range of pintxos, combining numerous ingredients, which can be found on the bar that is constantly being replenished. Among them, the beef cheek brick pastry with wild mushroom and foie in Oporto; the cordon bleu with three types of cheese, Idiazabal and raspberry; and the wild mushroom filled with goose foie mousse and almond sauce and Pedro Ximénez are particularly noteworthy.", "geopy_address": "El Huevo Berria, Calle Licenciado Poza / Poza lizentziatuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 7366, España", "longitude": -2.9436786, "latitude": 43.2625778}, {"name": "Gatz", "street_address": "Santa María, 10", "post_code": "48005", "town": "Bilbao", "telephone": "944154861", "email": null, "address": "Santa María, 10 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "The most sought-after pintxo at Gatz is a classic, attracting many clients to the bar just for it: the eternal cod in pil-pil sauce. However, innovative cuisine is another of its specialities. This includes steak-tartar and black pudding omelette (the latter is only available in the evenings and at weekends).", "geopy_address": "Gatz, Mesedeetako Kalea / Calle La Merced, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.926013, "latitude": 43.2581666}, {"name": "Dena Ona", "street_address": "Rafaela Ibarra, 12", "post_code": "48014", "town": "Bilbao", "telephone": "944470596", "email": null, "address": "Rafaela Ibarra, 12 48014 Bilbao, Spain", "metro_stop": "Deusto", "description": "The Dena-Ona restaurant opened its doors in 1963, and since then, it has made a place for itself in the pintxo round of Deusto, particularly for two of its classics: its famous lightly fried mussels, also known as “tigres”, and its portions of fried squid rings, a typical dish at weekends for the people of Bilbao.", "geopy_address": "Dena Ona, Rafaela Ybarra kalea, San Pedro de Deusto, San Pedro de Deusto-La Ribera, Deusto, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48014, España", "longitude": -2.9456259, "latitude": 43.2707533}, {"name": "Singular", "street_address": "Lersundi,2", "post_code": "48009", "town": "Bilbao", "telephone": "944231743", "email": null, "address": "Lersundi,2 48009 Bilbao, Spain", "metro_stop": "Moyúa", "description": "The Despacho Singular is known for its long wine and beer list – fifty international references for each of these famous drinks, ranging from South Africa to Belgium and from Australia to Canada- and to accompany them, it serves the finest ingredients. Its rolls are filled with the finest Iberian ham or salmon served on bread dipped in olive oil and tomato do.", "geopy_address": "Singular, Calle Lersundi / Lersundi kalea, Uribitarte, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48009, España", "longitude": -2.9306947, "latitude": 43.2665047}, {"name": "Sorginzulo", "street_address": "Plaza Nueva, 12", "post_code": "48005", "town": "Bilbao", "telephone": "944150564", "email": null, "address": "Plaza Nueva, 12 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "This avant-garde pintxo bar is specialised in tapas prepared on the spot, which are displayed on a blackboard, in addition to those on the bar. The grilled foie with orange brioche and orange blossom aromas, the monkfish and prawn brochette with crispy bacon and sautéed vegetables, and the farmhouse egg with creamy potato and crunchy txistorra sausage and corn are particularly noteworthy.", "geopy_address": "Sorginzulo, Plaza Barria / Plaza Nueva, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9222595, "latitude": 43.2593598}, {"name": "Izaro", "street_address": "Alameda Urquijo, 66", "post_code": "48011", "town": "Bilbao", "telephone": "944411048", "email": "ander05061de@hotmail.com", "address": "Alameda Urquijo, 66 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Some of the Izaro fame is down to its omelettes, for which it has won various awards for the best omelette (not just in Bilbao, but in whole Bizkaia). However, its bar also offers baby ham rolls, a variety of sandwiches and other classic snacks, such as caramelised tuna chunks and “gildas” (anchovy, green olive and chilli on a stick).", "geopy_address": "Izaro, Alameda Urquijo / Urkixo zumarkalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9417431, "latitude": 43.2613893}, {"name": "Baste", "street_address": "María Muñoz, 6", "post_code": "48005", "town": "Bilbao", "telephone": "944150855", "email": null, "address": "María Muñoz, 6 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Specialised in seafood, Baste serves it as a pintxo or as a small dish. Its famous stuffed mussels are sold by the unit and all types of seafood are served in small dishes, particularly spider crab.", "geopy_address": "Baste, Maria Muñoz kalea / Calle María Muñoz, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9215868, "latitude": 43.2578833}, {"name": "Gaztandegi", "street_address": "Maestro García Rivero, 10", "post_code": "48011", "town": "Bilbao", "telephone": "617461782", "email": null, "address": "Maestro García Rivero, 10 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Gaztandegi is a pintxo bar for fans of a specific and sacred ingredient of Basque cuisine: cheese. Small, welcoming and with aroma, its menu offers cheeses from all over the world, paying special attention to the local Denominations of Origin, such as Idiazabal or Roncal from Navarra. Its most popular creations include its variety of melted cheeses and its puff pastry.", "geopy_address": "Gaztandegi, Calle Indautxu / Indautxu kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9407618, "latitude": 43.2614679}, {"name": "Alameda", "street_address": "Alameda Urquijo, 40", "post_code": "48011", "town": "Bilbao", "telephone": "944435008", "email": null, "address": "Alameda Urquijo, 40 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Alameda, close to", "geopy_address": "Alameda, Alameda de Las Llanas, Markonzaga, Sestao, Bilboaldea, Bizkaia, Euskadi, 48910, España", "longitude": -3.0084943, "latitude": 43.3093438}, {"name": "Maider", "street_address": "Colón de Larreátegui, 5", "post_code": "48001", "town": "Bilbao", "telephone": "944248990", "email": "minfo@restaurantemaider.com", "address": "Colón de Larreátegui, 5 48001 Bilbao, Spain", "metro_stop": "Abando", "description": "Maider bar-restaurant offers great shellfish (the tank that greets the client is proof of this) but at times, just a few portions of seafood, in which they are specialised (prawns, snails, baby crabs…), is enough. They also offer other kinds of small dishes, such as cod, and ham pintxos or cheese portions as part of an extremely varied selection.", "geopy_address": "Maider, Calle Colón de Larreategui / Colon de Larreategui kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.9267635, "latitude": 43.2621446}, {"name": "Ledesma", "street_address": "Ledesma, 14", "post_code": "48001", "town": "Bilbao", "telephone": "944248577", "email": null, "address": "Ledesma, 14 48001 Bilbao, Spain", "metro_stop": "Abando / Moyúa", "description": "In addition to over a dozen different types of omelette, without forgetting the simple pintxos, Ledesma serves signature pintxos, such as turkey breast with caramelised pepper, fried tomato in a ball of Philadelphia cheese, wild mushrooms with baby eels and dices of Iberian ham, and mushroom with ham, peppers and prawns, among other specialities of the house.", "geopy_address": "Ledesma, Calle Ledesma / Ledesma kalea, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48001, España", "longitude": -2.928722, "latitude": 43.2623044}, {"name": "Gure Toki", "street_address": "Plaza Nueva ,12", "post_code": "48005", "town": "Bilbao", "telephone": "944158037", "email": null, "address": "Plaza Nueva ,12 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "A combination of tradition and innovation means that the most sought-after pintxos in this bar are the oxtail croquettes, scallop with potatoes and breadcrumbs, grilled foie with apples and Pedro Ximénez, cod with its pil-pil sauce, all of which is home-cooked in traditional Basque style. They also serve fried squid rings at weekends.", "geopy_address": "Gure Toki, Plaza Barria / Plaza Nueva, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9223102, "latitude": 43.2593874}, {"name": "Cork", "street_address": "Licenciado Poza, 45", "post_code": "48011", "town": "Bilbao", "telephone": "944425005", "email": null, "address": "Licenciado Poza, 45 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Located in the Centre host of Bilbao, and modern design with Cork and wood siding, emulating a winery, in Cork we find perfect hybridization between tradition and modernity, and a pleasant and cosy atmosphere where to taste the best wines duly accompanied by cheeses of different types and origins, a varied and exquisite offer in Iberian and, of course , products of the sea.", "geopy_address": "45, Calle Licenciado Poza / Poza lizentziatuaren kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9408683, "latitude": 43.2619867}, {"name": "La Ribera Gastro-plaza", "street_address": "De la Ribera,S/N", "post_code": "48005", "town": "Bilbao", "telephone": null, "email": null, "address": "De la Ribera,S/N 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "In the traditional", "geopy_address": "La Ribera Gastro - Plaza, Zumalakarregi etorbidea, Begoña, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48004, España", "longitude": -2.9121057, "latitude": 43.2569093}, {"name": "La Campa De Los Ingleses", "street_address": "Calle Rafael Moreno Pichichi s/n puerta 26", "post_code": "48013", "town": "Bilbao", "telephone": "946412431", "email": null, "address": "Calle Rafael Moreno Pichichi s/n puerta 26 48013 Bilbao, Spain", "metro_stop": "San Mamés", "description": "Campa de los Ingleses is located on the first floor of San Mamés. It is an informal and high quality gourmet tavern, just like the pintxos bars that are so typical in Bilbao, and it offers a set menu that is a combination of tradition and avant-garde. The tavern operates as a Sports Bar, where a large number of people can enjoy Athletic’s away matches.", "longitude": null, "latitude": null}, {"name": "Zuga", "street_address": "Goikolau Cueva s/n", "post_code": "48005", "town": "Bilbao", "telephone": "944150321", "email": null, "address": "Goikolau Cueva s/n 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Zuga, a small bar, represents avant-garde turned cuisine in the creations of its chef, David Asteinza, who prepares an endless variety of pintxos with different cheeses as well as offering grilled foie with red fruit and balsamic vinegar of Modena and grilled goat’s cheese with apple, among others", "geopy_address": "Zuga, Plaza Barria / Plaza Nueva, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9229632, "latitude": 43.258773}, {"name": "Charly", "street_address": "Plaza Nueva, 8", "post_code": "48005", "town": "Bilbao", "telephone": "944150127", "email": null, "address": "Plaza Nueva, 8 48005 Bilbao, Spain", "metro_stop": "Casco Viejo", "description": "Whilst enjoying the traditional Basque white wine, txakolí, which is made in this bar, served in “txikito” glasses, a local custom of having a wine in different bars, Bar Charly also offers the traditional chorizo sausage in cider, mussels in spicy tomato sauce, stuffed anchovies or a small portion of potatoes in ali-oli (garlic and mayonnaise) sauce.", "geopy_address": "Charly, Plaza Barria / Plaza Nueva, Casco Viejo - Zazpikaleak, Casco Viejo, Ibaiondo, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48005, España", "longitude": -2.9223358, "latitude": 43.258827}, {"name": "Desberdin", "street_address": "Maestro García Rivero, 4", "post_code": "48011", "town": "Bilbao", "telephone": "944410699", "email": null, "address": "Maestro García Rivero, 4 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Bar Desberdin offers a long list of wines from different Denominations of Origin to accompany succulent pintxos, such as salmon with raspberry pintxo, a sweet choice prepared with the finest ingredients. The atmosphere in the bar is sophisticated and for those who prefer to move directly onto a long drink, the same owners run the establishment next door, El Despacho.", "longitude": null, "latitude": null}, {"name": "Marakay", "street_address": "Plaza Emilio Campuzano, 4/ Rodríguez Arias, 26", "post_code": "48011", "town": "Bilbao", "telephone": "944415066", "email": "cafeteriasmarakay@hotmail.es", "address": "Plaza Emilio Campuzano, 4/ Rodríguez Arias, 26 48011 Bilbao, Spain", "metro_stop": "Indautxu", "description": "Marakay offers the best ham, an essential ingredient in its pintxo menu. It is the perfect filling for bread, either alone or with pepper or as part of an omelette. It also makes tuna sandwiches with “alegría”, or in other words, with chilli, or tuna with anchovies, among other classics.", "geopy_address": "Marakay, Calle Rodríguez Arias / Rodriguez Arias kalea, Indautxu, Abando, Bilbao, Bilboaldea, Bizkaia, Euskadi, 48011, España", "longitude": -2.9389133, "latitude": 43.2628066}]